Repository: hiramvillarreal/iotpos
Catalog: src/po/*.po
Languages: de

source: Error #%1, Type:%2 '%3'
de: Fehler #%1, Typ:%2 '%3'

source: Error serching product id %1, Rows affected: %2
de: Fehler, Produkt %1 nicht gefunden, %2 Zeilen betroffen

source: Error serching offer id %1, Rows affected: %2
de: Fehler, Angebot Nr. (offer id) %1 nicht gefunden, %2 Zeilen betroffen

source: Error getting product information for code %1, Rows affected: %2
de: Artikelnummer %1 nicht gefunden, %2 Zeilen betroffen

source: Error deleting offer id %1, Rows affected: %2
de: Fehler, löschen der Angebot Nr. (offer id) %1 nicht möglich, %2 Zeilen betroffen

source: Money return on cancelling ticket #%1
de: Geldrückgabe für die Stornorechnung Nr. %1

source: Ticket #%1 was already canceled.
de: Rechnung %1 wurde bereits storniert

source: Error getting special Order information, id: %1, Rows affected: %2
de: Sonderauftrag %1 nicht gefunden, %2 Zeilen betroffen

source: Product Code:
de: Artikelnummer:

source: Month or Season:
de: Monat oder Jahr:

source: New Stock Qty:
de: Neuer Bestand:

source: New currency factor:
de: Neuer Währungsfaktor:

source: Amount:
de: Geldbetrag:

source: New Message:
de: Neue Nachricht:

source: New Currency Name:
de: Neuer Währungsnahme:

source: Reason:
de: Grund:

source: Ticket #:
de: Rechnung Nr.:

source: valid amount between %1 and %2
de: gültiger Betrag zwischen %1 und %2

source: Enter the product code here...
de: Hier Artikelnummer eingeben...

source: Enter the new stock quantity here...
de: Geben Sie den neuen Lagerbestand hier ...

source: Terminal Number:
de: &Kasse Nummer:

source: Enter the terminal number here...
de: Hier die Kassennummer eingeben...

source: Enter the number of the month or season here...
de: Hier Anzahl der Monate oder Jahre eingeben...

source: Enter the new currency name...
de: Geben Sie die neue Währungsbezeichnung

source: Enter the new currency factor...
de: Geben Sie den neuen Umrechnungsfaktor für die Währung

source: Cancel
de: Abbrechen

source: Login
de: Anmelden

# Account balance
source: Balance
de: Kassenabschluß

source: Enter Code
de: F2 Artikelnummer eingeben

source: Search Item
de: F3 Artikel suchen

source: Delete Selected Item
de: Markierte Position löschen

source: Finish transaction
de: F12 Zahlung abschließen

source: Cancel transaction
de: F10 Zahlung abbrechen

source: Cancel a ticket
de: F11 Rechnung löschen

source: Start Operation
de: Starten

source: Pay focus
de: F4 Zur Zahlung

source: Show/Hide Products Grid
de: Artikelgitter anzeigen/verbergen

source: Show Price Checker
de: Preischecker anzeigen

source: Reprint ticket
de: F5 Rechnung neu drucken

source: Cash Out
de: F7 Bar-Entnahme

source: Cash in drawer
de: F6 Kassenauskunft

source: Cash In
de: F8 Bar-Einlage

source: End of day report
de: Tagesreport

source: Add Special Order
de: Sonderbestellung hinzufügen

source: Complete Special Order
de: Sonderbestellung abschließen

source: Lock Screen
de: Bildschirm sperren

source: Suspend Sale
de: Zahlung unterbrechen

source: Change Special Order Status
de: Sonder Bestellung Status ändern

source: Resume Sale
de: Zahlung fortsetzen

source: Reserve Items
de: Reservierungen

source: Reservations
de: Reservierungen

source: Database
de: Datenbank

source: General
de: Allgemein

source: Store
de: Laden

source: Appearence
de: Aussehen

source: Security
de: Sicherheit

source: Printer
de: Drucker

source: Administrator or Supervisor needs to start operation before you can start selling...
de: Administrator oder Leiter muss die Kasse erst eröffnen bevor es verkauft werden darf...

source: Transaction #%1
de: Transaktion Nr. %1

source: Continue
de: Weiter

source: Welcome to Lemon
de: Willkommen bei Lemon

source: Enter username and password to start using the system.
de: Zum starten Benutzername und Passwort eingeben

source: Authorisation Required
de: Anmeldung erforderlich

source: Enter administrator password please.
de: Bitte Administrator Passwort eingeben

source: Enter code or qty*code. <Enter> or <+> Keys to go pay
de: Artikelnummer oder Anzahl*Artikelnummer. <Eingabe> oder <+> zur Zahlung

source: %1 has %2 %3 but requested %4 + %5
de: %1 hat %2 %3 angefordert wurde aber %4 + %5

source: <html><font color=red><b>The group/pack is not available because:<br>%1</b></font></html>
de: <html><font color=red><b>Die Gruppe/Bündel ist aus diesem Grund nicht verfügbar:<br>%1</b></font></html>

source: <html><font color=red><b>There are only %1 articles of your choice at stock.<br> You requested %2</b></font></html>
de: <html><font color=red><b>Es sind nur noch %1 Artikel auf Lager.<br> Sie hatte aber %2 gewählt</b></font></html>

source: No product selected
de: kein Artikel ausgewählt

source: Enter the ticket number to cancel
de: Welche Rechnungsnummer soll gelöscht werden?

source: Enter the ticket number
de: Rechnungsnummer eingeben

source: Could not connect to database, please press 'login' button again to raise a database configuration.
de: Kann mit der Datenbank nicht verbinden, bitte erst 'Anmelden' betätigen

source: Error:
de: Fehler:

source: %1 item found
de: %1 Artikel gefunden

source: No items found.
de: kein Artikel gefunden

source: Only Special Orders can be added. Please finish the current special order before adding any other product.
de: Nur Sonder Bestellungen können hinzugefügt werden. Bitte beenden Sie die aktuelle Sonder Bestellung, vor dem Hinzufügen eines anderen Produkts.

source: Cannot Add more items to the Reservation.
de: Kann nicht mehr Artikel reservieren

source: The requiered qty is %1 and its not allowed for the required product, please verify the quantity
de: Die reservierte Menge ist %1 und nicht für den gewünschten Artikel erlaubt, bitte überprüfen Sie die Menge

source: <html><font color=red><b>Product not found in database.</b></font></html>
de: <html><font color=red><b>Artikel in der Datenbank nicht gefunden</b></font></html>

source: Cannot delete items from a reservation.
de: Elemente können nicht aus der Reservierung gelöscht werden

source: Removing an Special Item from shopping list. Authorized by %1
de: Entfernen eines Sonderposten aus Einkaufsliste. Autorisiert von 1%

source: Removing an article from shopping list. Authorized by %1
de: Entfernen eines Artikels aus Einkaufsliste. Autorisiert von 1%

source: Enter the number of %1
de: Bitte Anzahl von %1 eingeben

source: <html><font color=red><b>Product not available in stock for the requested quantity.</b></font></html>
de: <html><font color=red><b>Lagerbestand nicht ausreichend.</b></font></html>

source: Taxes:
de: Steuern:

source: Tax:
de: Steuer:

source: Other taxes:
de: Andere Abgaben:

source: Sold by:
de: Verkaufseinheit:

source: Price:
de: Preis:

source: Discount:
de: Rabatt:

source: Points:
de: Bonuspunkte:

source: Lemon has encountered an error when openning database, click details to see the error details.
de: Fehler beim öffnen der Datenbank, auf Details klicken für mehr Information

source: Create New Transaction: Error
de: Fehler beim anlegen der Zahlung

source: Please be sure to enter an appropiate amount in this field. The number seems to be a barcode entered by mistake in the amount field.
de: Bitte achten Sie darauf, einen angemessenen Betrag in dieses Feld eingeben. Die Zahl scheint eine Artikelnummer zu sein.

source: Before selling, you must start operations.
de: Vor dem Verkauf muß die Kasse eröffnet werden

source: The Drawer is not initialized, please start operation first.
de: Die Kasse ist nicht initialisiert, bitte erst die Kasse eröffnen

source: Cash level in drawer is low.
de: Geldbestand in der Kasse ist gering

source: Notes:
de: Notizen:

source: The ticket was not printed because it is ZERO in the amount to pay. Just to save trees.
de: Die Rechnung wurde nicht gedruckt, da der Rechnungsbetrag Null war. Es wurde nur gespeichert.

source: Salesperson: %1
de: Verkäufer/-in: %1

source: Qty
de: Anz.

source: Product
de: Artikel

source: Price
de: Preis

source: Discount
de: Rabatt

source: Total
de: Gesamt

source: Your Personal Discount
de: Ihr Rabatt %1

source: Your points this buy: %1
de: Ihre Bonuspunkte durch diesen Kauf: %1

source: Your total points: %1
de: Ihre Gesamtbonuspunkte: %1

source: Terminal #%1
de: Terminal Nr.:%1

source: PRE PAYMENT OF
de: Vorauszahlung von

source: COMPLETED PAYMENT WITH
de: Vollständig bezahlt mit

source: To complete your payment
de: Um Ihre Zahlung abzuschließen

source: Your pre payment
de: Ihre Vorauszahlung

source: SPECIAL ORDERS
de: Sonder Bestellungen

source: Delivery
de: Lieferung

source: Tax
de: St.

source: Subtotal
de: Zwischensumme

source: Tendered
de: Gegeben

source: %1 article.
de: %1 Artikel

source: A total of
de: Gesamt

source: <br>Paid with %1, your change is <b>%2</b><br>
de: <br>Gegeben %1, Rückgeld <b>%2</b><br>

source: You saved %1
de: Ihre Ersparnis %1

source: Paid with %1, your change is %2
de: Gegeben %1, Rückgeld %2

source: <br>Card # %1<br>Authorisation # %2
de: <br>Karten-Nr.: %1<br>Autorisations-Nr.: %2

source: Card Number:%1 Authorisation #:%2
de: Karten-Nr.:%1 Autorisations-Nr.:%2

source: %3 [ %4 ]| You got %1 points | Your accumulated is :%2 |
de: %3 [ %4 ]| Sie erhalten %1 Bonuspunkte | Bonuspunkte gesamt :%2 |

source: Phone:
de: Telefon:

source: Change
de: Wechsel

source: Card Number : %1
de: Kartennummer : %1

source: Authorization : %1
de: Autorisierung : %1

source: RESERVATION
de: Reservierung

source: Purchase Total Amount
de: Bestellung Gesamtbetrag

source: Reservation Total Amount
de: Reservierung Gesamtbetrag

source: Print Receipt
de: Rechnung drucken

source: Print Special Order Instructions
de: Anleitung zur Sonderbestellung drucken

source: Lemon has encountered an error when querying the database, click details to see the error details.
de: Ein Fehler beim Zugriff auf die Datnebank ist aufgetreten, für mehr Infos auf Details klicken

source: Delete Transaction: Error
de: Fehler beim löschen der Transaktion

source: The ticket cannot be cancelled because it was paid with a credit/debit card.
de: Kreditkartenzahlungen können nicht storniert werden

source: Cancelling transaction #%1. Authorized by %2
de: Verwerfe Transaktion # 1%. Autorisiert von 2%

source: The ticket was sucessfully cancelled.
de: Die Rechnung wurde storniert

source: Error cancelling ticket: %1
de: Fehler beim stornieren der Rechnung: %1

source: There is not enough cash available in the drawer.
de: nicht genug Geld in der Kasse

source: Ticket to cancel does not exists!
de: Zu stornierende Rechnung existiert nicht mehr

source: Enter the amount of money to deposit in the drawer
de: Geldbestand in der Kasse eingeben

source: Operation Started by %1 at terminal %2
de: Gestartet von %1 auf Kasse %2

source: Balance Id:%1
de: Bilanz Id:%1

source: %1 at Terminal # %2
de: %1 auf Kasse Nr. %2

source: Initial Amount deposited:
de: Hinterlegter Anfangsbetrag:

source: Deposit
de: Einzahlung

source: In
de: Ein

source: Out
de: Aus

source: In Drawer
de: In der Kasse

source: Drawer Balance
de: Kassenbilanz

source: Transactions Details
de: Transaktionsdetails

source: Transactions
de: Transaktionen

source: Time
de: Zeit

source: Amount
de: Betrag

source: Paid
de: gezahlt

source: Method
de: Methode

source: When Completing Reservations, the Amount may be grater than Paid (amount) because of the reservation payment.
de: Bei Erfüllung der Reservierung kann der Betrag wegen der Reservierungskosten größer ausfallen.

source: End : %1
de: Ende : %1

source: Cash flow Details
de: Umsatzdetails

source: Type
de: Typ

source: Reason
de: Grund

source: Print Balance
de: Abschluß drucken

source: End of Day report printed by %1 at terminal %2 on %3
de: Tagesabschlussbericht gedruckt von %1 auf Kasse %2 auf %3

source: at terminal # %1
de: auf Kasse Nr. %1

source: Profit
de: Gewinn

source: Total taxes collected for this terminal:
de: Summe der Steuereinnahmen für diesen Terminal:

source: Total Sales : %1
de: Verkäufe gesamt :%1

source: Total Profit: %1
de: Gesamtgewinn: %1

source: Print end of day report
de: Tagesabschluss drucken

source: Price:
de: Preis:

source: Available:
de: Verfügbar:

source: Category:
de: Kategorie:

source: in stock
de: auf Lager

source: in your shopping cart, Total Available
de: auf der Einkaufsliste, Insgesamt verfügbar

source: Tr
de: Nr.

source: Client
de: Kunde

source: Date
de: Datum

source: User
de: Benutzer

source: Items
de: Anzahl

source: Please select a ticket to print.
de: Bitte eine Rechnung zum ausdrucken auswählen

source: Cannot print ticket
de: Kann die Rechnung nicht drucken

source: Cash not available at drawer!
de: Kein Geld in der Kasse!

source: Cash-OUT by %1 at terminal %2 on %3
de: Bar-Entnahme von %1 auf Kasse %2 on %3

source: Cash-IN [%1] by %2 at terminal %3 on %4
de: Bar-Einlage [%1] von %2 auf Kasse %3 on %4

source: There are <b> %1 in cash </b> available at the drawer.
de: In der Kasse sind <b> %1 in Bar </b>

source: Please finish the current transaction before creating a special order.
de: Bitte beenden Sie die aktuelle Transaktion, vor der Sonderbestellung.

source: Please finish the current transaction before completing a special order.
de: Bitte beenden Sie die aktuelle Transaktion vor dem Abschluss der Sonder Bestellung

source: The given ticket number does not contains any special order.
de: Die angegebenen Rechnungs-Nummer enthält keine Sonderbestellung

source: These special orders cannot be completed because:
de: Diese Sonderbestellung kann nicht fertiggestellt werden, Grund:

source: <b>is Cancelled</b>
de: <b>ist Abgebrochen</b>

source: is already <b>Delivered</b>
de: ist bereits <b>Geliefert</b>

source: The special order %1 in ticket %2 is completely paid. Marked as delivered.
de: Der Sonderbestellung %1 in Rechnung %2 ist vollständig Bezahlt. Markiert als geliefert.

source: <b>This terminal is locked.</b> <br><i>Please enter the user's password to unlock it</i>.
de: <b> Dieses Terminal ist gesperrt. </ b> <br> <i> Bitte geben Sie das Kennwort des Benutzers zum Entsperren </ i>.

source: The sale %1 has been sucessfully suspended.
de: Der Verkauf %1 wurde ausgesetzt.

source: Notes: %1
de: Bemerkungen: %1

source: Please finish the current transaction before changing state for a special order.
de: Bitte beenden Sie die aktuelle Transaktion vor dem Status-Wechsel zur einer Sonderbestellung.

source: Applying occasional discount. Authorized by %1
de: Preisnachlass gegeben von %1

source: Please Enter the reservation Amount in the Payment Amount and try again.
de: Bitte geben Sie den Reservierung Betrag in den Zahlbetrag und versuchen Sie es erneut.

source: Reservation #%1 [tr. %2]
de: Reservierung #%1 [tr. %2]

source: Cash-IN [%1] for RESERVATION [%5] by %2 at terminal %3 on %4
de: Bareinlage [%1] für Reservierung [%5] von %2 an Kasse %3 am %4

source: Cannot make a reservation, no products on the list. Special Orders are not considered.
de: Kann keine Reservierung vornehmen, keine Produkte auf der Liste. Spezielle Bestellungen werden nicht berücksichtigt.

source: The sale %1 has been sucessfully reserved.
de: Der Verkauf %1 wurde reserviert.

source: Payment
de: Zahlung

source: &Quit
de: &Beenden

source: Username:
de: Benutzername:

source: Password:
de: Passwort:

source: Invalid username or password
de: Benutzername oder Passwort falsch

source: Lemon, A point of sale for linux
de: Lemon, ein Kassensystem für Linux

source: Code contributor
de: Mitwirkender

# NAME OF TRANSLATORS
source: Your names
de: Vitali Kari

# EMAIL OF TRANSLATORS
source: Your emails
de: vitali.kari@googlemail.com

source: Price Checker
de: F9 Preischecker

# Price-Checker dialog
source: Price
de: Preis

source: &Code:
de: Artikelnummer:

source: Press ESC to Close
de: Esc drucken zum schließen

source: Regular price:
de: Normal Preis:

source: Final price:
de: Endpreis:

source: Out of stock
de: Ausverkauft

source: Raw Product
de: Rohstoff

source: Group
de: Gruppe

source: Reimbursement for CANCELLED Reservation #%1 [tr. %2]
de: Erstattung für Abgesagte Reservierung #%1 [tr. %2]

source: The reimbursement for the reservation is %1. Get it from the drawer.
de: Die Erstattung für die Reservierung ist %1. Holen Sie es aus der Kasse.

source: Terminal
de: Kasse

source: Special Orders
de: Sonder Bestellungen

source: Order #
de: Bestell Nr.

source: Change Status
de: Status ändern

source: Enter client name here...
de: Name des Kunden hier eingeben...

source: Enter client phone here...
de: Telefonnummer des Kunden hier eingeben...

source: Enter client cell phone here...
de: Handynummer des Kunden hier eingeben...

source: <i>%1</i> rounded to %2
de: <i>%1</i> gerundet auf %2

source: <i>%1</i> <b>requested %2, on stock %3</b><br>
de: <i>%1</i> <b>angefordert %2, auf Lager %3</b><br>

source: <b>Product sold by pieces</b>, qty must be an integer value: %1
de: <b>Artikel Verkauf durch Stückzahl</b>, Anzahl kann nur eine Ganzzahl sein: %1

source: <html><font color=red><b>The delivery date is in the past.</b></font></html>
de: <html><font color=red><b>Lieferdatum liegt in der Vergangenheit.</b></font></html>

source: %1 chars of %2 allowed.
de: %1 von %2 Zeichen erlaubt.
